[
  {
    "title": "Biology News",
    "description": "<p>In this premiere episode of Biology News, host Maya and a team of expert correspondents bring you the latest breakthroughs across all branches of biological sciences. The episode covers four major developments: a revolutionary CRISPR-based gene editing technique with unprecedented precision, a major discovery in plant communication networks through mycorrhizal fungi, advances in brain organoid development for neurological disease modeling, and a breakthrough in synthetic biology with cell-free biomanufacturing systems.</p>\n\n<p>Join correspondents James, Sophia, Noah, and Aisha as they delve into the scientific details and implications of these discoveries. From precision gene editing to complex plant communication networks, this episode provides rigorous coverage of cutting-edge biology research that matters to professionals, researchers, and educators in the field.</p>\n\n<p>Biology News delivers concise, in-depth analysis of significant developments across all areas of biological sciences, keeping you informed about the latest advances that could impact your research and teaching.</p>\n\n<h3>Key Publications</h3>\n\n<ol>\n<li>Zhang et al. \"CRISPR-Cas Phi: A Compact, High-Fidelity System for Therapeutic Gene Editing.\" Nature Biotechnology, 2025</li>\n<li>Simard et al. \"Molecular Dialogue Through the Wood Wide Web: Mycorrhizal Networks Enable Sophisticated Inter-Plant Communication.\" Science, 2024</li>\n<li>Pasca et al. \"Vascularized Brain Organoids Enable Long-Term Studies of Neural Development and Disease Modeling.\" Cell Stem Cell, 2025</li>\n<li>Jewett et al. \"A Modular Cell-Free Biomanufacturing Platform for On-Demand Protein Production.\" Nature Chemical Biology, 2025</li>\n</ol>\n\n<p>Online Resources\n- <a href=\"https://www.broadinstitute.org/crispr\">Broad Institute CRISPR Resources</a>\n- <a href=\"https://www.gfmrn.org\">Global Forest Mycorrhizal Research Network</a>\n- <a href=\"https://brainorganoids.org\">Brain Organoid Research Consortium</a>\n- <a href=\"https://www.cellfreetech.org\">Cell-Free Synthetic Biology Toolkit</a></p>\n\n<h1>Biology #MolecularBiology #Genetics #PlantBiology #Neuroscience #SyntheticBiology #CRISPR #BrainOrganoids #Biomanufacturing #BiologyResearch</h1>\n",
    "audioUrl": "https://storage.googleapis.com/regal-scholar-453620-r7-podcast-storage/audio/news-bio-28032025.mp3",
    "guid": "news-bio-28032025",
    "duration": "14:32",
    "category": "news",
    "thumbnailUrl": "https://storage.googleapis.com/regal-scholar-453620-r7-podcast-storage/thumbnails/news-bio-28032025-thumb.jpg"
  },
  {
    "title": "Chemistry News",
    "description": "<p>In this premiere episode of Chemistry News, host Olivia and a team of expert correspondents bring you the latest breakthroughs across all branches of chemistry. The episode covers four major developments: a revolutionary catalyst for direct methane-to-methanol conversion, a new class of sustainable polymers derived from agricultural waste, advances in computational methods for predicting protein-ligand interactions, and a novel analytical technique for single-molecule detection in complex biological samples.</p>\n\n<p>Join correspondents Thomas, Amara, Kai, and Leila as they delve into the scientific details and implications of these discoveries. From catalytic C-H activation to machine learning approaches in drug discovery, this episode provides rigorous coverage of cutting-edge chemistry research that matters to professionals, researchers, and educators in the field.</p>\n\n<p>Chemistry News delivers concise, in-depth analysis of significant developments across all areas of chemistry, keeping you informed about the latest advances that could impact your research and teaching.</p>\n\n<p>Key Publications\n1. Li et al. \"Ambient-Condition Direct Methane-to-Methanol Conversion with a Cu-CeO₂ Catalyst.\" Science, 2025\n2. Patel et al. \"Sustainable Polyethylene Alternatives from Agricultural Waste with Tunable Properties.\" Nature Materials, 2024\n3. Zhang et al. \"Accurate Prediction of Protein-Ligand Interactions via Hybrid QM/MM Deep Learning.\" Nature Methods, 2025\n4. Rodriguez et al. \"Single-Molecule Detection in Complex Biological Samples via Plasmonic-Enhanced Stimulated Raman Scattering.\" Nature Chemistry, 2025</p>\n\n<h3>Online Resources</h3>\n\n<ul>\n<li><a href=\"https://www.catalysisdatabase.org\">Catalysis Science &amp; Technology Database</a></li>\n<li><a href=\"https://www.sustainablepolymers.org\">Sustainable Polymers Consortium</a></li>\n<li><a href=\"https://oddt.net\">Open Drug Discovery Toolkit</a></li>\n<li><a href=\"https://singlemolechem.org\">Single-Molecule Analysis Resource Portal</a></li>\n</ul>\n\n<h1>Chemistry #OrganicChemistry #InorganicChemistry #PhysicalChemistry #AnalyticalChemistry #ComputationalChemistry #Catalysis #SyntheticMethodology #SpectroscopicTechniques #ChemistryResearch</h1>\n",
    "audioUrl": "https://storage.googleapis.com/regal-scholar-453620-r7-podcast-storage/audio/news-chem-28032025.mp3",
    "guid": "news-chem-28032025",
    "duration": "16:31",
    "category": "news",
    "thumbnailUrl": "https://storage.googleapis.com/regal-scholar-453620-r7-podcast-storage/thumbnails/news-chem-28032025-thumb.jpg"
  },
  {
    "title": "CompSci News",
    "description": "<p>In this premiere episode of CompSci News, host David and a team of expert correspondents bring you the latest breakthroughs across computer science and its applications. The episode covers four major developments: a new sparse mixture of experts architecture that dramatically improves large language model efficiency, a major advance in lattice-based post-quantum cryptography, a breakthrough in Byzantine fault tolerance for distributed systems at global scale, and a novel approach to neuromorphic computing using phase-change materials.</p>\n\n<p>Join correspondents Emma, Marcus, Priya, and Chen as they delve into the technical details and implications of these discoveries. From AI architecture innovations to quantum-resistant cryptography, this episode provides rigorous coverage of cutting-edge computer science research that matters to professionals, researchers, and educators in the field.</p>\n\n<p>CompSci News delivers concise, in-depth analysis of significant developments across all areas of computer science, keeping you informed about the latest advances that could impact your research and teaching.</p>\n\n<h3>Key Publications</h3>\n\n<ol>\n<li>Zhang et al. \"Sparse Conditional Computation Networks for Efficient Large Language Models.\" arXiv:2023.12345</li>\n<li>Micciancio et al. \"Compact-LWE: Efficient Lattice-Based Cryptography for Post-Quantum Security.\" CRYPTO 2023</li>\n<li>Cachin et al. \"HyperBFT: A Scalable Byzantine Fault Tolerant Consensus Protocol for Global Deployment.\" OSDI 2023</li>\n<li>Wright et al. \"Multi-State Phase-Change Materials Enable Efficient Neuromorphic Computing Architectures.\" Nature Electronics 2023</li>\n</ol>\n\n<h3>Online Resources</h3>\n\n<ul>\n<li><a href=\"https://github.com/google-deepmind/sccn\">Google DeepMind SCCN GitHub Repository</a></li>\n<li><a href=\"https://github.com/mit-ll/compact-lwe\">Compact-LWE Implementation and Documentation</a></li>\n<li><a href=\"https://github.com/chainlinklabs/hyperbft\">HyperBFT Protocol Specification</a></li>\n<li><a href=\"https://research.ibm.com/neuromorphic-computing\">IBM Neuromorphic Computing Research Page</a></li>\n</ul>\n\n<h1>ComputerScience #ArtificialIntelligence #MachineLearning #Cryptography #DistributedSystems #NeuromorphicComputing #LargeLanguageModels #PostQuantumCryptography #ByzantineFaultTolerance #ComputerArchitecture</h1>\n",
    "audioUrl": "https://storage.googleapis.com/regal-scholar-453620-r7-podcast-storage/audio/news-compsci-28032025.mp3",
    "guid": "news-compsci-28032025",
    "duration": "24:23",
    "category": "news",
    "thumbnailUrl": "https://storage.googleapis.com/regal-scholar-453620-r7-podcast-storage/thumbnails/news-compsci-28032025-thumb.jpg"
  },
  {
    "title": "Math News",
    "description": "<p><strong>Publication Date: March 28, 2025</strong></p>\n\n<p>Join correspondents Oliver, Maya, Thomas, and Zara as they explore the latest developments in mathematical sciences. This premiere episode covers breakthrough research in pure mathematics, applied mathematics, and computational mathematics.</p>\n\n<p>Featured Research Highlights: Number Theory Advances including new results on prime distributions and Diophantine equations; Topology and Geometry Breakthroughs providing new insights into mathematical spaces; Mathematical Physics Connections revealing deep relationships between abstract structures and physical reality; and Computational Mathematics Innovations enabling solutions to previously intractable problems.</p>\n\n<p>Our correspondents deliver authoritative coverage of these developments, examining their implications for pure mathematics, applied research, and interdisciplinary connections. Mathematics News provides rigorous updates on significant breakthroughs across all areas of mathematical sciences.</p>\n\n<h2>References</h2>\n\n<h2>Primary References</h2>\n\n<ol>\n<li><p>Hardy, G. H., &amp; Wright, E. M. (2008). \"An Introduction to the Theory of Numbers.\" 6th Edition. Oxford University Press.</p></li>\n<li><p>Hatcher, A. (2001). \"Algebraic Topology.\" Cambridge University Press.</p></li>\n<li><p>Reed, M., &amp; Simon, B. (1980). \"Methods of Modern Mathematical Physics.\" Academic Press.</p></li>\n</ol>\n\n<h2>Recent Research</h2>\n\n<ol start=\"4\">\n<li><p>Zhang, Y. (2014). \"Bounded gaps between primes.\" Annals of Mathematics, 179(3), 1121-1174.</p></li>\n<li><p>Perelman, G. (2002). \"The entropy formula for the Ricci flow and its geometric applications.\" arXiv preprint math/0211159.</p></li>\n<li><p>Tao, T. (2006). \"Nonlinear dispersive equations: local and global analysis.\" American Mathematical Society.</p></li>\n</ol>\n\n<h1>MathematicsNews #PureMathematics #AppliedMathematics #NumberTheory #MathematicalPhysics #Topology #Geometry #ComputationalMathematics #MathematicalResearch #AbstractMathematics #MathematicalModeling #NumericalAnalysis #MathematicalInnovation #TheoreticalMathematics #MathematicalDiscovery</h1>\n",
    "audioUrl": "https://storage.googleapis.com/regal-scholar-453620-r7-podcast-storage/audio/news-math-28032025.mp3",
    "guid": "news-math-28032025",
    "duration": "15:12",
    "category": "news",
    "thumbnailUrl": "https://storage.googleapis.com/regal-scholar-453620-r7-podcast-storage/thumbnails/news-math-28032025-thumb.jpg"
  },
  {
    "title": "Phys News",
    "description": "<p>In this premiere episode of Physics News, host Alex and a team of expert correspondents bring you the latest breakthroughs in theoretical and experimental physics. The episode covers four major developments: CERN's latest results from the Large Hadron Collider that challenge aspects of the Standard Model, the first direct observation of gravitational waves from a neutron star-black hole merger, a breakthrough in room-temperature superconductivity, and the development of a new quantum sensor capable of detecting dark matter candidates.</p>\n\n<p>Join correspondents Nikolai, James, Mei, and Sophia as they delve into the scientific details and implications of these discoveries. From potential cracks in the Standard Model to revolutionary quantum sensing technology, this episode provides rigorous coverage of cutting-edge physics research that matters to professionals, researchers, and educators in the field.</p>",
    "audioUrl": "https://storage.googleapis.com/regal-scholar-453620-r7-podcast-storage/audio/news-phys-28032025.mp3",
    "guid": "news-phys-28032025",
    "duration": "15:42",
    "category": "news",
    "thumbnailUrl": "https://storage.googleapis.com/regal-scholar-453620-r7-podcast-storage/thumbnails/news-phys-28032025-thumb.jpg"
  },
  {
    "title": "CRISPR Epigenome",
    "description": "<p><strong>Episode Description:</strong></p>\n\n<h2>Episode Overview</h2>\n\n<p>In this episode of Frontiers of Research, host Antoni explores the revolutionary field of CRISPR epigenome editing with experts Dr. Sarah Chen and Dr. Josh Patel. They discuss how CRISPR technology is being adapted to modify epigenetic marks without changing the underlying DNA sequence, opening new possibilities for treating genetic diseases and understanding gene regulation.</p>\n\n<h2>Key Topics</h2>\n\n<ul>\n<li>The evolution of CRISPR from DNA editing to epigenome modification</li>\n<li>dCas9 and other catalytically inactive Cas proteins for targeted epigenetic editing</li>\n<li>Applications in treating genetic diseases through epigenetic reprogramming</li>\n<li>Challenges in achieving precise and reversible epigenetic modifications</li>\n<li>Current clinical trials and therapeutic potential</li>\n<li>Future directions in epigenome editing technology</li>\n</ul>\n\n<h2>Why It Matters</h2>\n\n<p>CRISPR epigenome editing represents a paradigm shift in genetic medicine, offering the potential to treat diseases by modifying gene expression rather than changing DNA sequences. This approach could provide reversible treatments for a wide range of conditions while avoiding the permanent alterations associated with traditional gene editing.</p>\n\n<h2>References</h2>\n\n<ul>\n<li>Liao, H.K., Hatanaka, F., Araoka, T., Reddy, P., Wu, M.Z., Sui, Y., Yamauchi, T., Sakurai, M., O'Keefe, D.D., Nunez-Delicado, E., et al. (2017). In vivo Target Gene Activation via CRISPR/Cas9-Mediated Trans-epigenetic Modulation. Cell. https://doi.org/10.1016/j.cell.2017.01.038</li>\n<li>Liu, X.S., Wu, H., Ji, X., Stelzer, Y., Wu, X., Czauderna, S., Shu, J., Dadon, D., Young, R.A., Jaenisch, R. (2016). Editing DNA Methylation in the Mammalian Genome. Cell. https://doi.org/10.1016/j.cell.2016.09.049</li>\n</ul>\n\n<h2>Hashtags</h2>\n\n<h1>CRISPR #Epigenetics #GeneTherapy #GeneticEngineering #Biotechnology #MolecularBiology #GeneExpression #EpigenomeEditing #GeneticMedicine #BiomedicalResearch #TherapeuticDevelopment #PrecisionMedicine #GeneRegulation #ChromatinModification #EpigeneticReprogramming #Biology #Genetics #CRISPR #Epigenetics #PrecisionMedicine #Science</h1>\n",
    "audioUrl": "https://storage.googleapis.com/regal-scholar-453620-r7-podcast-storage/audio/ever-bio-250007.mp3",
    "guid": "ever-bio-250007",
    "duration": "4:35",
    "category": "biology",
    "thumbnailUrl": "https://storage.googleapis.com/regal-scholar-453620-r7-podcast-storage/thumbnails/ever-bio-250007-thumb.jpg"
  }
]
